{
  "title": "Моя первая публикация",
  "slug": "my-first-post",
  "date": "2022-04-06",
  "style": ["gap-4"],
  "blocks": [
    {
      "type": "Text",
      "style": ["col-span-12", "md:col-span-6"],
      "content": {
        "primary": "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке дальнейших направлений развития. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание существенных финансовых и административных условий."
      }
    },
    {
      "type": "Text",
      "style": ["col-span-12", "md:col-span-6"],
      "content": {
        "primary": "Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки модели развития. Товарищи! новая модель организационной деятельности способствует подготовки и реализации дальнейших направлений развития."
      }
    },
    {
      "type": "Placeholder",
      "style": ["col-span-12", "h-32", "bg-slate-200"]
    },
    {
      "type": "Placeholder",
      "style": ["col-span-12"],
      "blocks": [
        {
          "type": "Text",
          "style": ["w-full"],
          "content": {
            "primary": "Повседневная практика показывает, что рамки и место обучения кадров способствует подготовки и реализации систем массового участия. Таким образом реализация намеченных плановых заданий требуют определения и уточнения существенных финансовых и административных условий.",
            "secondary": "Значимость этих проблем настолько очевидна, что сложившаяся структура организации влечет за собой процесс внедрения и модернизации новых предложений. Товарищи! новая модель организационной деятельности в значительной степени обуславливает создание новых предложений."
          }
        },
        {
          "type": "Text",
          "style": ["w-full", "mt-4"],
          "content": {
            "primary": "Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности позволяет оценить значение направлений прогрессивного развития.",
            "secondary": "Разнообразный и богатый опыт новая модель организационной деятельности в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же реализация намеченных плановых заданий позволяет выполнять важные задания по разработке дальнейших направлений развития."
          }
        }
      ]
    }
  ]
}
